Repository: MichaelMontgomery4077652306/trulite-glass-aluminum-solutions
Catalog: TruliteMobile/TruliteMobile/i18n/AppResources.*.resx
Languages: es

source: Account
es: Cuenta

source: Account Name
es: Nombre de Cuenta

# AccountNumber
source: Account #
es: # de Cuenta

source: Accounts
es: Cuentas

source: Action
es: Acción

source: ACTIONS
es: ACCIONES

source: Active
es: Activo

source: Add Note
es: Añadir Nota

source: Add Reason
es: Añadir Razón

source: ADDRESS
es: DIRECCIÓN

# AddressCamelcase
source: Address
es: Dirección

source: Add / Update Issue
es: Añadir / Actualizar Problema

source: All
es: Todo

source: Amount
es: Cantidad

# AreYouSureMarkInvoiced
source: Are you sure you want to mark this as READY to be invoiced?
es: ¿Está seguro de querer marcar esto como LISTO para facturarse?

# AreYouSureMarkNotInvoice
source: Are you sure you want to mark this as NOT ready to be invoiced?
es: ¿Está seguro de querer marcar esto como NO listo para facturarse?

# AreYouSureMarkPacklingSlip
source: Are you sure you want to mark this packing slip
es: ¿Está seguro de querer marcar este embalaje?

source: Backordered Qty.
es: Ctdad. Retrasada

source: Backordered Quantity
es: Cantidad Retrasada

source: Bill To
es: Facturar A

source: Branch
es: Rama

# BranchNumber
source: Branch #
es: # de Rama

source: Camera
es: Cámara

source: Cancel
es: Cancelar

source: Cancelled
es: Cancelado

source: Card Number
es: Número de Tarjeta

source: Card Type
es: Tipo de Tarjeta

source: Choose Payment Method
es: Elegir Método de Pago

source: City
es: Ciudad

source: Clear
es: Eliminar

source: Close
es: Cerrar

source: Confirmation Date
es: Fecha de Confirmación

source: Confirmed
es: Confirmado

source: Confirmed Date
es: Fecha Confirmada

source: Contact Information
es: Información de Contacto

source: Contact Name
es: Nombre de Contacto

source: Contact Us
es: Contáctenos

# CopyrightMessage
source: © Trulite Glass and Aluminum Solutions. All Rights Reserved.
es: © Trulite Glass and Aluminum Solutions. Todos los Derechos Reservados.

# CouldNotConnectToServer
source: Could not connect to server, please check you internet connection and try again
es: No se pudo conectar al servidor, por favor revise su conexión a Internet e intente nuevamente

# CouldNotFindPackingSlip
source: Could not find packing slip. Server returned an empty list
es: No se encontró el embalaje. El servidor regresó una lista vacía

# CouldNotFindProofOfDelivery
source: Could not find a proof of delivery
es: No se encontró prueba de entrega

# CouldNotGetActionList
source: Could not get action list from server
es: No se obtuvo lista de acción del servidor

# CouldNotGetBranchList
source: Could not get branch list from server
es: No se obtuvo lista de rama del servidor

# CouldNotLoginMessage
source: Could not login, please check your username and/or password
es: No se pudo, por favor revise su nombre de usuario y/o contraseña

source: Could not mark as not ready
es: No se pudo marcar como no listo

# CouldNotReceiveInformationFromServer
source: Could not receive user information from server
es: No se pudo recibir información del usuario del servidor

# CouldNotRetrievePackingSlip
source: Could not retrieve packing slip from server
es: No se pudo recuperar embalaje del servidor

source: Could not submit repacking
es: No se pudo subir re empaque

source: Couldn't get packing slip lines
es: No se pudieron obtener lineas de embalaje

source: Country
es: País

source: Created
es: Creado

source: Created By
es: Creado Por

source: CREDIT REPRESENTATIVE
es: REPRESENTANTE DE CRÉDITO

source: Cust Account
es: Cuenta de Cte

source: Cust Name
es: Nombre de Cte

source: Customer Account
es: Cuenta de Cte

source: Customer Name
es: Nombre de Cliente

# CustomerPONumber
source: Customer P.O. #
es: # O.C. de Cliente

source: Dashboard
es: Panel

source: Date
es: Fecha

source: Date Changes
es: Cambios de Fecha

source: Date Changes For
es: Cambios de Fecha Para

source: Date Created
es: Fecha de Creación

source: Date of Order
es: Fecha de Pedido

source: Date Shipped
es: Fecha de Envío

source: Date Wanted
es: Fecha Deseada

source: Delivered
es: Entregado

source: Delivered Quantity
es: Cantidad Entregada

source: Delivery Address
es: Dirección de Entrega

source: Delivery Date
es: Fecha de Entrega

# DeliveryDateShort
source: DLV Date
es: Fecha de Entrega

source: Description
es: Descripción

source: Description of items
es: Descripción de artículos

# DiffLessThan90DaysMessage
source: The difference between start and end dates should be less than 90 days
es: La diferencia entre las fechas de inicio y terminación debe ser menor a 90 días

source: Discount
es: Descuento

source: Discount Price SqFt
es: Precio De Descuento Pie2

source: Dissatisfied
es: Insatisfecho

source: Documents
es: Documentos

source: Dollar Amount is Required
es: Se Requiere Cantidad de Dolares

source: Download PDF
es: Descargar PDF

source: Download Packing Slip PDF
es: Descargando PDF de Embalaje

source: Download PDF
es: Descargar PDF

source: Driver
es: Conductor

source: Driver Name
es: Nombre de Conductor

# DriverSurveyAdditionalComments
source: Any additional comments about the ser or the driver that would help us improve our service?
es: ¿Algún comentario adicional acerca del serv o el conductor que nos ayudaría a mejorar nuestro servicio?

# DriverSurveyQuestionSafety
source: Did your driver demonstrate good safety qualities when unloading your order?
es: ¿Su conductor demostró buenas cualidades de seguridad al momento de descargar su pedido?

# DriverSurveyResolution
source: If you had a problem with your delivery, was the driver able to identify a resolution?
es: Si usted tuvo un problema con su entrega, ¿el conductor fue capaz de identificar una solución?

# DrvPackingSlipError
source: Quantity Delivered cannot be greater than the sum of the issue quantities.
es: La Cantidad Entregada no puede ser mayor a la suma de estas cantidades.

# DrvSignPageError1
source: Could not send this signature to the server
es: No se pudo enviar esta firma al servidor

source: Due Date
es: Fecha de Vencimiento

source: Edit Line
es: Editar Linea

source: Email address
es: Dirección de Email

source: Email cannot be empty
es: El Email no puede estar vacío

source: Energy Surcharge
es: Sobrecargo de Energía

# EnterNoteToUnpack
source: Enter Note to Unpack {0}
es: Ingresar Nota para Desempacar {0}

source: Expiration Day
es: Día de Expiración

source: Expiration Month
es: Mes de Expiración

source: Expiration Year
es: Año de Expiración

source: Expiry Date
es: Fecha de Expiración

# FeedbackMessage
source: This is for app feedback only. If you need support or to contact us, please use My Contacts screen.
es: Esto es únicamente para comentarios de la app. Si usted necesita soporte o contactarnos, por favor utilice la pantalla de Mis Contactos.

source: Financial Statement
es: Estado Financiero

source: Financial Statements
es: Estados Financieros

source: First Name
es: Primer Nombre

source: Forgot Password?
es: ¿Olvidó su Contraseña?

source: Friendliness
es: Facilidad de Uso

source: From Amount
es: Desde Cantidad

source: From Expiry Date
es: Desde Fecha de Expiración

source: Gallery
es: Galería

source: Give Feedback
es: Hacer Comentarios

source: Helpfulness
es: Asistencia

# HelpUsMakeOurAppBetter
source: Help us make our app better for you!
es: ¡Ayúdenos a mejorar nuestra app para usted!

source: Invoice
es: Factura

source: Invoiced
es: Facturado

source: Invoice Date
es: Fecha de Facturación

source: Invoice Number
es: Número de Factura

# InvoiceNumbers
source: Invoices Number(s)
es: Número(s) de Facturas

source: Invoice Payment
es: Pago de Factura

source: Invoices
es: Facturas

# InvoiceScreenMessage1
source: Please select at least one invoice to pay
es: Por favor seleccione al menos una factura que pagar

source: Item Name
es: Nombre de Artículo

# ItemNumber
source: Item #
es: # de Artículo

source: Job Name
es: Nombre de Trabajo

source: Knowledgebase
es: Base de Datos

source: Last Name
es: Apellido

source: Lead Time
es: Plazo

source: Lien Waiver
es: Exención de Derechos

# LienWaiverError1
source: Could not get list of states
es: No se pudo obtener lista de estados

# LienWaiverError2
source: Could not get list of waiver types
es: No se pudo obtener lista de tipos de exención

# LienWaiverHeader
source: *All fields are required to be completed in order to process your request in a timely manner.
es: *Todos los campos deben estar completos para poder procesar su solicitud de la forma correcta.

# LienWaiverInstructions
source: If you need assistance completing the form, please contact your local plant for help.
es: Si usted necesita asistencia para completar el formato, por favor contacte a su planta local en busca de ayuda.

source: Lien Waiver Selected Invoices
es: Facturas Seleccionadas para Exención de Derechos

# LienWaiverTitle
source: Trulite Glass & Aluminum Solutions Lien Waivers Request Form
es: Formato de Solicitud de Exención Trulite Glass & Aluminum Solutions

source: Line Num
es: Núm de Línea

# LineNumber
source: Line #
es: # de Línea

source: LINES
es: LÍNEAS

# LinesCamelCase
source: Lines
es: Líneas

source: List SqFt Lit
es: Lista Lit Pie2

source: Locations
es: Ubicaciones

source: Log In
es: Ingresar

source: Logout
es: Salir

source: Lose Quotation
es: Perder Presupuesto

source: Lost
es: Perdido

source: Mailing Address
es: Dirección de Envío

source: Mailing Address for Waiver
es: Dirección de Envío de la Exención

source: Mailing City
es: Ciudad de Envío

source: Mailing City for Waiver
es: Ciudad de Envío de la Exención

source: Mailing State
es: Estado de Envío

source: Mailing Zip
es: CP de Envío

source: Mailing Zip for Waiver
es: CP de Envío de la Exención

source: MANIFEST
es: MANIFIESTO

source: Manifest Details For
es: Detalles de Manifiesto Para

source: Manifests
es: Manifiestos

# MarkInvoicesAsNotReady
source: Are you sure you want to mark those invoices as NOT ready to be invoiced?
es: ¿Está seguro de querer marcar esas facturas como NO listas para ser facturadas?

# MarkInvoicesAsReady
source: Are you sure you want to mark those invoices as READY to be invoiced?
es: ¿Está seguro de querer marcar esas facturas como LISTAS para ser facturadas?

source: Mark Read
es: Marcar como Leído

source: Mark Ready To Be Invoiced
es: Marcar como Listos para Facturarse

source: Message
es: Mensaje

source: Month
es: Mes

source: Months
es: Meses

source: My Contact
es: Mi Contacto

source: My Users
es: Mis Usuarios

source: Name
es: Nombre

source: New Delivery Date
es: Nueva Fecha de Entrega

# NoFinancialStatementReturned
source: No financial statement returned from server
es: No se regresó estado financiero del servidor

source: None
es: Ninguno

source: Note
es: Nota

source: Notifications
es: Notificaciones

# NotificationsPageTitle
source: Queue Requests
es: Solicitudes de Presupuesto

source: Not Paid
es: No Pagado

# NotReadyToBeInvoiced
source: as NOT ready to be invoiced?
es: como NO listo para ser facturado?

source: Number
es: Número

source: Offline
es: Fuera de Línea

source: On-Time
es: A Tiempo

source: Open Map
es: Abrir Mapa

source: Open Order
es: Abrir Pedido

source: Order
es: Pedir

source: OrderDate
es: Fecha de Pedido

source: OrderDate
es: Fecha de Pedido

source: Order Delivery Date
es: Fecha de Entrega de Pedido

# OrderDetailLineNote
source: * The price does not include surcharge, taxes or miscellaneous charges.
es: * El precio no incluye sobrecargo, impuestos o cargos diversos.

source: Order Details
es: Detalles de Pedido

source: Ordered Quantity
es: Cantidad de Pedido

# OrderedQuantityShort
source: Ordered Qty.
es: Ctdad. Solicitada

source: Order Number
es: Número de Pedido

source: Orders
es: Pedidos

# ORDER_UC
source: ORDER
es: ORDENAR

source: Packing Slip
es: Embalaje

# PackingSlipLinesMessage
source: Couldn't get packing slip lines
es: No pudimos obtener lineas de embalaje

# PackingSlipNumber
source: Packing Slip #
es: # Embalaje

source: Packing Slips
es: Embalajes

source: Packing Slips for Route
es: Embalajes para Ruta

source: PACKING SLIP
es: EMBALAJE

source: Paid
es: Pagado

source: Password
es: Contraseña

source: Password cannot be empty
es: La contraseña no puede estar vacía

# PaySelectedInvoices
source: Pay Open Invoices
es: Pagar Facturas Seleccionadas

source: Phone
es: Teléfono

source: Phone Number
es: Número Telefónico

# PhoneNumberPlaceholder
source: Phone Number (XXX) XXX-XXXX
es: Número Telefónico (XXX) XXX-XXXX

source: Pipeline
es: Tubería

source: PipeLine Manager
es: Administrador de Tubería

source: Plant
es: Planta

source: PLANT INFORMATION
es: INFORMACIÓN DE PLANTA

source: PLANT INFORMATION
es: INFORMACIÓN DE PLANTA

source: Please enter your comments
es: Por favor ingrese sus comentarios

# PleaseRateDriver
source: Please rate out driver on the following areas
es: Por favor califique a nuestro conductor en las siguientes zonas

source: PO Number
es: Número de OC

source: Portal Settings
es: Configuración de Portal

source: PostalCode
es: Código Postal

source: Price
es: Precio

source: Price Each
es: Precio Unitario

# PriceLetterMessage
source: Opening Price Letters...please wait
es: Abriendo Cartas de Precios... por favor espere

# PriceLetters
source: Pricing Letters
es: Cartas de Precios

source: PrintedName:
es: Nombre Impreso:

source: Probability
es: Probabilidad

# ProjectAccountNum
source: Project Account #
es: # de Cuenta de Proyecto

source: Project Address
es: Dirección de Proyecto

source: Project City
es: Ciudad de Proyecto

source: Project Name
es: Nombre de Proyecto

source: Project State
es: Estado de Proyecto

source: Project Zip
es: CP de Proyecto

source: Proof of Delivery
es: Comprobante de Entrega

source: Proof of delivery for
es: Comprobante de Entrega para

source: P.S. Date
es: Fecha P.S.

# PSDateShort
source: P.S. Date
es: Fecha P.S.

source: Purchase Order
es: Orden de Compra

# PurchaseOrderNumber
source: Purchase Order #
es: # de Orden de Compra

# PushNotificationError
source: Could not send Push Notification id to server
es: No se Puedo Enviar Notificación Push de id al Servidor

source: Quantity
es: Cantidad

source: Quantity Ordered:
es: Cantidad Solicitada:

source: Quantity Shipped
es: Cantidad Enviada

source: Quotation
es: Presupuesto

# QuotationNumber
source: Quotation #
es: # Presupuesto

source: Quotes
es: Presupuestos

source: Read Me
es: Léeme

source: Ready
es: Listo

# ReadyToBeInvoiced
source: as READY to be invoiced?
es: como LISTO para ser facturado?

source: Reason
es: Razón

source: Remember me
es: Recordarme

source: Report
es: Reportar

source: Report Issue
es: Reportar Problema

# ReportSendError1
source: Could not send report to server
es: No se pudo enviar reporte a servidor

source: Report sent.
es: Reporte enviado.

# ReportSentError
source: Server returned error when posting report.
es: El servidor mostró error al subir el reporte.

source: Representing the Trulite Branch:
es: Representando la Rama Trulite:

source: Requested Delivery Date
es: Fecha de Entrega Solicitada

source: Requested Dollar Amount
es: Cantidad de Dolares Solicitada

source: Requested Ship Date
es: Fecha de Envío Solicitada

source: Reset Form
es: Reiniciar Formato

source: Routes
es: Rutas

source: Routing
es: En Ruta

source: Row Count
es: Conteo de Filas

source: Safety
es: Seguridad

source: Sales Balance
es: Balance de Ventas

source: Sales Order
es: Orden de Ventas

# SalesOrderNumber
source: Sales order #
es: # de Orden de Ventas

# InvoiceStatus
source: Status
es: Estatus

source: Sales Orders
es: Ordenes de Ventas

source: Sales Person
es: Persona de Ventas

source: SALES REPRESENTATIVE
es: REPRESENTANTE DE VENTAS

source: Sales Resp
es: Resp de Ventas

source: Sales Responsible
es: Responsable de Ventas

source: Sales Tax
es: Impuesto de Ventas

source: Sand Surcharge
es: Sobrecargo de Sand

source: Satisfied
es: Satisfecho

source: Search
es: Buscar

source: Search/Filter
es: Buscar/Filtro

source: Select File
es: Seleccionar Filtro

source: Select Image
es: Seleccionar Image

source: Select One
es: Seleccionar Uno

source: Select source
es: Seleccionar fuente

source: Select Status
es: Seleccionar Estatus

source: Send
es: Enviar

source: Sent
es: Enviado

# ServerError
source: Could not contact server, please check connection and try again.
es: No se puedo contactar al servidor, por favor revise la conexión e intente nuevamente

source: SETTLEMENT
es: ACUERDO

source: Settlements
es: Acuerdos

source: Ship Date
es: Fecha de Envío

source: Shipped Qty.
es: Ctdad. Enviada

source: SHIPPING/BILLING
es: ENVÍO/FACTURACIÓN

source: Shipping Charge
es: Cargo de Envío

source: Ship To
es: Enviar A

source: Sign
es: Firmar

source: S.O. Number
es: Número de S.O.

source: Special Instructions
es: Instrucciones Especiales

source: Sqft
es: Pie2

source: Sqft/Lite
es: Pie2/Lite

# SquareFoot
source: Sqft
es: Pie2

source: State
es: Estado

source: Status
es: Estatus

source: Street
es: Calle

source: Submit
es: Subir

source: Submit Feedback
es: Subir Comentarios

source: Submit Payment
es: Enviar Pago

source: Submit Repack
es: Enviar Re empaque

source: Support Tickets
es: Ticket de Soporte

source: Survey
es: Encuesta

source: Tell us what you think!.
es: ¡Díganos lo que piensa!.

source: Terms
es: Términos

source: Through Date of Waiver
es: A Fecha de Exención

source: To Amount
es: A la Cantidad

source: To Expiry Date
es: A la Fecha de Expiración

source: Total Due
es: Total Pendiente

source: TOTALS
es: TOTALES

source: Total Square Footage
es: Medida Pie Cuadrado Total

source: Total Weight
es: Peso Total

source: Track
es: Rastrear

# TrackOrder
source: Track Sales Order
es: Rastrear Pedido

source: Transaction
es: Transacción

source: Trulite Plant
es: Planta Trulite

source: Type
es: Tipo

source: Undo Ready for Invoiced
es: Deshacer Listo para ser Facturado

source: Unit
es: Unidad

source: Unit Price
es: Precio Unitario

source: UnPack/Repack
es: Desempacar/ Re empacar

source: Update
es: Actualizar

source: Update Follow Up Date
es: Actualizar Fecha de Seguimiento

source: Update Lead Time
es: Actualizar Plazo

source: Update Packing Slip
es: Actualizar Embalaje

source: Update Probability
es: Actualizar Probabilidad

source: Upload Additional File
es: Actualizar Archivo Adicional

source: Upload Image
es: Subir Imagen

source: Version
es: Versión

source: Very Dissatisfied
es: Muy Insatisfecho

source: Very Satisfied
es: Muy Satisfecho

source: View Notes
es: Ver Notas

source: View PDF
es: Ver PDF

source: Waiver Type:
es: Tipo de Exención:

source: Weight
es: Peso

source: Work Order
es: Orden de Trabajo

source: Yes
es: Sí

source: Zip Code
es: Código Postal

source: DETAILS
es: DETALLES

# INVOICE_UC
source: INVOICE
es: FACTURA

source: Total Due Calculated
es: Total Pendiente Calculado

source: Pending
es: Pendiente

# StartEndDate
source: Start and end dates
es: Fechas de Inicio y Terminación

# AccountStatusActive
source: Active
es: Activo

# AccountStatusInActive
source: Inactive
es: Inactivo

# AccountStatusLocked
source: Locked
es: Bloqueado

# AccountStatusRequireNewPassword
source: Require New Password
es: Requiere Nueva Contraseña

source: Submission error
es: Error de Comunicación

source: Notification
es: Notificación

source: Cust Ref
es: Ref Cliente

source: Delivery Name
es: Nombre de Entrega

source: Add
es: Añadir

source: Add Ticket Information
es: Añadir Información de Ticket

source: Subject
es: Sujeto

source: Upload Attachment
es: Subir Archivo

source: Refresh
es: Actualizar

source: Stop Number
es: Número de Detención

# MarkReadMessage
source: Would you like to mark this notification read?
es: ¿Desea marcar esta notificación como leída?

source: User Details
es: Detalles de Usuario

# InvoiceScreenStatusQuestion
source: What type of invoices do you want to see?
es: ¿Qué tipo de facturas desea ver?

# InvoiceStatusOpen
source: Open
es: Abierto

source: Language
es: Idioma

source: Timezone
es: Zona horaria

source: Receipt
es: Recibo

source: Amount Breakdown
es: Muestra de Cantidad

source: Authorization Code
es: Código de Autorización

# JournalEntry
source: Jornal Entry
es: Partida Individual

source: MISSING TRANSACTION
es: TRANSACCIÓN FALTANTE

source: Paid By
es: Pagado Por

source: Pending Settlements
es: Acuerdos Pendientes

source: Transaction Information
es: Información de Transacción

source: Transaction Type
es: Tipo de Transacción

source: Account Information
es: Información de Cuenta

source: Account Status
es: Estatus de Cuenta

source: AppUserId
es: IdUsuarioApp

source: My Account
es: Mi Cuenta

source: Phone Verified
es: Teléfono Verificado

# CustomerId
source: Costumer Id
es: Id de Cliente

source: Customer Information
es: Información de Cliente

source: Preferences
es: Preferencias

source: Returns
es: Devoluciones

source: Show Daily
es: Mostrar Diariamente

source: Show Montly
es: Mostrar Mensualmente

source: Show Quarterly
es: Mostrar Trimestralmente

# DateDiffLessThan365
source: The date difference between start and end data should be less than 365 days
es: La diferencia de fecha entre inicio y fin debe ser menor a 365 días

source: Open Amount
es: Abrir Monto

source: Total Invoice Amount
es: Monto Total de Factura

# DrvMarkRouteCompletedConfirmation
source: Are you sure you want to mark route {0} as completed?
es: ¿Está seguro de que desea marcar la ruta {0} como completa?

source: Credit Cards
es: Tarjetas de Crédito

source: Payments
es: Pagos

# CouldNotRetrieveAccountStatus
source: Could not retrieve account status from server
es: No se pudo obtener el estatus de cuenta del servidor

source: Is Admin
es: Es Admin

source: Plant Admin
es: Admin de Planta

source: Plant Viewer
es: Visualizador de Planta

# PleaseEnterValidEmail
source: Please enter a valid email
es: Por favor ingrese una dirección de correo válida

source: Sales Rep
es: Rep de Ventas

source: Select Branch
es: Seleccionar Rama

source: Regular Account
es: Cuenta Regular

source: Date Updated
es: Fecha Actualizada

source: Updated By
es: Actualizado Por

source: Convert to Order
es: Convertir a Pedido

source: Download Quotation PDF
es: Descargar PDF de Cotización

# FromDateCannotBeNull
source: From date cannot be empty
es: La fecha de origen no puede estar vacía

source: Select Plant
es: Seleccionar Planta

# ToDateCannotBeNull
source: To date cannot be empty
es: La fecha no puede estar vacía

source: View Quotation PDF
es: Ver PDF de Cotización

# CompletedECheckCreditCard
source: Completed ECheck/Credit Card Settlements
es: Pagos de Tarjeta de Crédito/ChequeE Completados

source: Edit Card Information
es: Editar Información de Tarjeta

source: Record Id
es: Id de Registro

source: Choose Plant
es: Elegir Planta

source: Contact
es: Contacto

source: Customer Ref
es: Ref de Cliente

source: Sales Group
es: Grupo de Ventas

source: Users
es: Usuarios

source: Warehouse
es: Bodega

# SortByCreatedDate
source: Sort by date:
es: Ordenar por fecha:

source: English
es: Inglés

source: French
es: Francés

source: Role
es: Puesto

source: Spanish
es: Español

source: Read
es: Leído

source: Corporate Contact Information
es: Información de Contacto Corporativo

source: Communication Preferences
es: Preferencias de Comunicación

source: Current Delivery Date
es: Fecha de Entrega Actual

source: Request Date Change
es: Solicitar Cambio de Fecha

source: Request Date Change For
es: Solicitar Cambio de Fecha Para

source: Communication Type
es: Tipo de Comunicación

source: Edit Communication Information
es: Editar Información de Comunicación

source: Value
es: Valor

source: Advanced Shipping Notes Email
es: Correo de Notas de Envío Avanzadas

source: Advanced Shipping Notes Fax
es: Fax de Notas de Envío Avanzadas

source: Confirmation Email
es: Correo de Confirmación

source: Confirmation Fax
es: Fax de Confirmación
