Repository: MichaelMontgomery4077652306/trulite-glass-aluminum-solutions
Catalog: TruliteMobile/TruliteMobile/i18n/AppResources.*.resx
Languages: es

source: Invoice Email
es: Correo de Factura

source: Invoice Fax
es: Fax de Factura

source: Quote Email
es: Correo de Cotización

source: Quote Fax
es: Fax de Cotización

source: Select Communication
es: Seleccionar Comunicación

source: Follow Up Date
es: Fecha de Seguimiento

source: Dark
es: Oscuro

source: Light
es: Claro

source: Show Customer Credit Limits
es: Mostrar Límites de Crédito de Clientes

source: Show Summary By Status
es: Mostrar Resumen por Estatus

source: Show Yearly
es: Mostrar Anualmente

source: Theme
es: Tema

# Manifest_CamelCase
source: Manifest
es: Manifiesto

source: Sales Pool
es: Mercado de Ventas

source: Shipping Date
es: Fecha de Envío

source: Notify Customer
es: Notificar a Cliente

source: Upcoming Deliveries
es: Próximas Entregas

source: Phone number changed
es: El número telefónico cambió

source: Verification Code
es: Código de Verificación

# VerificationCodeHeader
source: Please enter the verification code that was sent to your phone
es: Por favor ingrese el código de verificación que fue enviado a su teléfono

# VerificationCodeIsInvalid
source: The entered verification code is not valid
es: El código de verificación ingresado no es válido

source: Change Phone Number
es: Cambiar Número Telefónico

source: Save
es: Guardar

source: Update Pipeline Note
es: Actualizar Nota de Tubería

# FolowUpDate
source: Follow Up Date
es: Fecha de Seguimiento

# PercentageProbabilityHeader
source: Percentage Probability (Enter a number between 0-100)
es: Porcentaje de Probabilidad (Ingresar un número de 0-100)

# PipelineLoseQuotationTitle
source: Select Reason to Lose Quotation
es: Seleccionar Razón para Eliminar Cotización

source: Update Expiry Date
es: Actualizar Fecha de Vencimiento

source: Update Pipeline
es: Actualizar Tubería

source: Update Pipeline Expiry Date
es: Actualizar Fecha de Vencimiento de Tubería

source: Update Pipeline Follow Up Date
es: Actualizar Fecha de Seguimiento de Tubería

source: Update Pipeline Lead Times
es: Actualizar Plazos de Entrega de Tubería

source: Update Pipeline Probability
es: Actualizar Probabilidad de Tubería

# LoseQuotationHeader
source: Select reason code to Lose Quotation
es: Seleccionar razón para Eliminar Cotización

source: Note added by
es: Nota añadida por

source: Notes for
es: Notas para

# PleaseSelectReason
source: Please select a reason before continuing
es: Por favor seleccione una razón antes de continuar

source: About
es: Acerca de

source: Change Password
es: Cambiar Contraseña

source: Continue
es: Continuar

source: Current Phone Number
es: Número Telefónico Actual

# EnterPhone
source: Enter your phone number
es: Ingrese su número de teléfono

# Feedback
source: Feeback
es: Comentarios

source: Group By Account
es: Agrupar por Cuenta

source: Password and confirmation don't match
es: La contraseña y confirmación no coinciden

# PhoneNotVerified
source: The supplied phone is not verified
es: El teléfono suministrado no está verificado

# PleaseEnterPassordVerification
source: Please enter password verification
es: Por favor ingrese verificación de contraseña

# PleaseEnterPassword
source: Please enter the password
es: Por favor ingrese la contraseña

# PleaseEnterPhone
source: Please enter the phone number
es: Por favor ingrese el número telefónico

source: Please enter verification code
es: Por favor ingrese código de verificación

source: Reset Password
es: Cambiar Contraseña

source: Select Account Dropdown
es: Seleccionar Cuenta Desplegable

source: Settings
es: Configuración

source: Switch Accounts
es: Cambiar Cuentas

source: Old Delivery Date
es: Fecha de Entrega Anterior

source: Audit History
es: Historial de Auditorias

source: Delete User
es: Eliminar Usuario

source: Edit User
es: Editar Usuario

# EnterNewPasswordFor
source: Enter new password for {0}
es: Ingresar contraseña nueva para {0}

source: Set Password
es: Configurar Contraseña

source: Void
es: Nulo

source: Barcode
es: Código de Barras

# NoBarcodesAvailable
source: No proof of delivery barcodes available for this packing slip
es: No existen códigos de barras de comprobación de entrega disponibles para este albarán

source: Proofs of Delivery for
es: Prueba de Entrega para

source: Select barcode
es: Seleccionar Código de barras

source: Notes
es: Notas
